content/main/20211022163703-copy_machine.md
+++
title = "Copy Machine"
author = ["System Administrator"]
draft = false
+++

Copy machine is a method to approach a specific output.
E.g: I want to draw exactly like X, I apply copy machine to X.

Copy machine is exclusive. It have massive cost of attenction and focus and time, and have a massive result.


## in Writing {#in-writing}

Benjamin mentioned his method once:

1.  Find a paragraph
2.  Read to get the main idea
3.  Rewrite the paragraph myself
4.  Compare and make modification
5.  return to step 3

In his case, he claimed that it helps him build style


## in Drawing {#in-drawing}

a Youtuber(later get the name) mentioned his method in his video:


### 1. Find Model {#1-dot-find-model}


### 2. Practice {#2-dot-practice}


### 3. Compare and Find Problem {#3-dot-compare-and-find-problem}


### 4. Drill on 1 problem {#4-dot-drill-on-1-problem}


### 5. Return to Practice {#5-dot-return-to-practice}